dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
flowtype.flow-for-vscode
ms-vscode.node-debug2
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
vscodevim.vim
vsmobile.vscode-react-native
xabikos.JavaScriptSnippets
